Repository: Basket9909/discoPicsBack
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: The responsibility of the publisher cannot be engaged in the event of failure, breakdown, difficulty or interruption of operation, preventing access to the site or to one of its functionalities. The site connection equipment you use is your sole responsibility. You must take all appropriate measures to protect your equipment and your own data, in particular from viral attacks via the Internet. You are also solely responsible for the sites and data that you consult. The publisher cannot be held responsible in the event of legal proceedings against you:
fr: La responsabilité de l'éditeur ne peut être engagée en cas de défaillance, panne, difficulté ou interruption de fonctionnement, empêchant l'accès au site ou à une de ses fonctionnalités. Le matériel de connexion au site que vous utilisez est sous votre entière responsabilité. Vous devez prendre toutes les mesures appropriées pour protéger votre matériel et vos propres données notamment d'attaques virales par Internet. Vous êtes par ailleurs seul responsable des sites et données que vous consultez. L'éditeur ne pourra être tenu responsable en cas de poursuites judiciaires à votre encontre :

source: due to the use of the site or any service accessible via the Internet
fr: du fait de l'usage du site ou de tout service accessible via Internet

source: due to your failure to comply with these terms and conditions.
fr: du fait du non-respect par vous des présentes conditions générales.

source: The publisher is not responsible for any damage caused to you, to third parties and/or to your equipment as a result of your connection or your use of the site and you renounce any action against him as a result. If the publisher were to be the subject of an amicable or legal procedure because of your use of the site, it may turn against you to obtain compensation for all damages, sums, convictions and costs that may arise from this procedure.
fr: L'éditeur n'est pas responsable des dommages causés à vous-même, à des tiers et/ou à votre équipement du fait de votre connexion ou de votre utilisation du site et vous renoncez à toute action contre lui de ce fait. Si l'éditeur venait à faire l'objet d'une procédure amiable ou judiciaire en raison de votre utilisation du site, il pourra se retourner contre vous pour obtenir l'indemnisation de tous les préjudices, sommes, condamnations et frais qui pourraient découler de cette procédure.

source: Hypertext links
fr: Liens hypertextes

source: The establishment by users of any hypertext links to all or part of the site is authorized by the publisher. Any link must be removed at the publisher's request. Any information accessible via a link to other sites is not published by the publisher. The publisher has no rights to the content present in said link.
fr: La mise en place par les utilisateurs de tous liens hypertextes vers tout ou partie du site est autorisée par l'éditeur. Tout lien devra être retiré sur simple demande de l'éditeur. Toute information accessible via un lien vers d'autres sites n'est pas publiée par l'éditeur. L'éditeur ne dispose d'aucun droit sur le contenu présent dans ledit lien.
