Repository: Basket9909/discoPicsBack
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Welcome to Discopics
fr: Bienvenue sur Discopics

source: Discopics will help you find beautiful places for your photoshoots or for taking beautiful photos in awesome landscapes.
fr: Discopics va vous aider à trouver de beaux endroits pour vos photoshoots ou réaliser de magnifiques photos dans de beaux paysages.

source: Want to find spots in a specific location ?
fr: Vous voulez trouver des spots dans un endroit en particulier ?

source: Search
fr: Recherche

source: Want to find spots near you ?
fr: Vous voulez trouver des spots près de chez vous ?

source: Discover
fr: Découvrir

source: Discover the best spots
fr: Découvrez les meilleurs spots

source: reviews
fr: avis

source: Not rated yet
fr: Pas encore noté

source: The comment has been added
fr: Le commentaire à bien été rajouté

source: Add spot
fr: Ajouter un spot

source: My account
fr: Mon compte

source: Lougout
fr: Déconnexion

source: Go to administration
fr: Aller à l'administration

source: Registration
fr: Inscription

source: Connection
fr: Connexion

source: Find your ideal spot
fr: Trouvez votre spot idéal

source: No spot matches your search
fr: Aucun spot ne correspond à votre recherche

source: Privacy policy
fr: Politique de confidentialité

source: Terms of use
fr: Condition d'utilisation

source: Find a spot
fr: Rechercher un spot

source: Profile of
fr: Profil de

source: Your personal information
fr: Vos informations personnelles

source: Avatar of
fr: Avatar de

source: Change your profile picture
fr: Modifier votre photo de profil

source: Delete your profile picture
fr: Supprimer votre photo de profil

source: Modify your information
fr: Modifier vos informations

source: Change your password
fr: Modifier votre mot de passe

source: Your spots
fr: Vos spots

source: You haven't published any spot yet
fr: Vous n'avez pas encore publié de spot

source: Add
fr: Ajouter

source: Editing the profile
fr: Modification du profil

source: Editing your profile
fr: Modification de votre profil

source: Save Changes
fr: Enregistrer les modifications

source: Change password
fr: Modification du mot de passe

source: Confirm password change
fr: Confirmez la modification du mot de passe

source: Edit your avatar
fr: Modifier votre avatar

source: Changing the avatar of
fr: Modification de l'avatar de

source: Confirm avatar change
fr: Confirmez la modification de l'avatar

source: Delete Post
fr: Supprimer la publication

source: Edit photo
fr: Modifier la photo

source: Name of the photo
fr: Nom de la photo

source: Location
fr: Emplacement

source: photographer
fr: Photographe

source: See profile
fr: Voir le profil

source: Photo details
fr: Détails de la photo

source: No details provided
fr: Pas de détails renseignés

source: Tips
fr: Astuces

source: No tips provided
fr: Pas d'astuces renseignées

source: Edit information
fr: Modifier les informations

source: Review(s)
fr: Note(s)

source: Rate this spot
fr: Noter ce spot

source: Comment(s)
fr: Commentaire(s)

source: Edit my comment
fr: Modifier mon commentaire

source: Delete my comment
fr: Supprimer mon commentaire

source: No comment yet
fr: Pas encore de commentaire

source: Add a comment
fr: Ajouter un commentaire

source: See instagram account
fr: Voir le compte instagram

source: Other spots published for this user
fr: Autres spots publiés pour cet utilisateur

source: User has no post
fr: L'utilisateur n'a pas de publication

source: Rate
fr: Noter

source: Change photo of
fr: Modifier la photo de

source: photo of
fr: photo de

source: Confirm photo edit
fr: Confirmez la modification de la photo

source: Edit spot
fr: Modifier le spot

source: Edit
fr: Modifier

source: Site registration
fr: Inscription au site

source: Register on the site
fr: S'inscrire sur le site

source: Confirm registration
fr: Confirmez l'inscription

source: An error has occurred, username or password is invalid
fr: Une erreur est survenue, le nom d'utilisateur ou le mot de passe est invalide

source: Your email
fr: Votre adresse mail

source: Your password
fr: Votre mot de passe

source: Login
fr: Connexion

source: Login to administration
fr: Connexion à l'administration

source: You have
fr: Vous avez

source: registered users
fr: utilisateurs inscrits

source: See all users
fr: Voir tous les users

source: See all posts
fr: Voir tous les posts

source: Users
fr: Utilisateurs

source: See website
fr: Voir le site

source: Logout
fr: Déconnexion

source: Publication Administration
fr: Administration des publications

source: Publication management
fr: Gestion des publications

source: Back to
fr: Retour au

source: Name
fr: Nom

source: Country
fr: Pays

source: City
fr: Ville

source: User
fr: Utilisateur

source: Comments
fr: Commentaires

source: Users administration
fr: Administration des utilisateurs

source: Users management
fr: Gestion des utilisateurs

source: Full name
fr: Nom complet

source: Mail
fr: Adresse e-mail

source: Role
fr: Rôle

source: Comments administration
fr: Administration des commentaires

source: Management of comments for the publication
fr: Gestion des commentaires pour la publication

source: Comment
fr: Commentaire

source: You have been successfully registered, An email has been sent to you to activate your account
fr: Vous avez bien été enregistré, Un email vous a été envoyé pour activer votre compte

source: Data saved successfully
fr: Les données ont été enregistrées avec succès

source: Your password has been changed
fr: Votre mot de passe a bien été modifié

source: Your avatar has been changed
fr: Votre avatar a bien été modifié

source: Your avatar has been successfully deleted
fr: Votre avatar a bien été supprimé

source: The comment has been deleted
fr: Le commentaire a bien été supprimé

source: The publication has been deleted
fr: La publication a bien été supprimée

source: The user has been deleted
fr: L'utilisateur a bien été supprimé

source: The comment has been edited
fr: Le commentaire a bien été modifié

source: The post has been successfully added
fr: Le post a bien été rajouté

source: The information of the publication has been modified
fr: Les informations de la publication ont bien été modifiées

source: The image of the post has been successfully modified
fr: L'image de la publication à bien été modifiée

source: The note has been added
fr: La note a bien été rajoutée

source: The note has been modified
fr: La note a bien été modifiée

source: test5
fr: test

source: Post name
fr: Nom du post

source: Name your post
fr: Donnez un nom à votre post

source: Enter the name of the country where the photo was taken
fr: Entrez le nom du pays d'où la photo a été prise

source: Enter the name of the city where the photo was taken
fr: Entrez le nom de la ville d'où la photo a été prise

source: Adress
fr: Adresse

source: Enter the rest of the address (street, number,...)
fr: Entrez le reste de l'adresse (rue,n°,...)

source: Details ( not mandatory )
fr: Détails ( pas obligatoire )

source: Give additional details on the photo
fr: Donnez des détails supplémentaires sur la photo

source: Tips ( not mandatory )
fr: Tips ( pas obligatoire )

source: Give your tips on this photo
fr: Donnez vos tips sur cette photo

source: Your photo
fr: Votre photo

source: Your photo (jpg , png ,gif)
fr: Votre photo

source: Rating out of 5
fr: Note sur 5

source: Please indicate your rating from 0 to 5
fr: Veuillez indiquer votre note de 0 à 5

source: Add a comment to this post
fr: Ajouter un commentaire sur cette publication

source: First name
fr: Prénom

source: Enter your first name
fr: Entrez votre prénom

source: Last name
fr: Nom

source: Enter your last name
fr: Entrez votre nom

source: Enter your mail
fr: Entrez votre email

source: Password
fr: Mot de passe

source: Enter your password
fr: Entrez votre mot de passe

source: Password confirmation
fr: Confirmation du mot de passe

source: Please confirm your password
fr: Veuillez confirmer votre mot de passe

source: Date of Birth
fr: Date de naissance

source: Instagram username
fr: Pseudo instagram

source: Enter your instagram username
fr: Entrez votre pseudo instagram

source: Old password
fr: Ancien mot de passe

source: Enter your old password
fr: Entrez votre ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Enter your new password
fr: Entrez votre nouveau mot de passe

source: New password confirmation
fr: Confirmation du nouveau mot de passe

source: Confirm your new password
fr: Veuillez confirmer votre nouveau mot de passe

source: Search for a spot by name, city, country or street
fr: Chercher un spot par nom, ville, pays ou rue

source: Verified
fr: Verifié

source: Your account is not activated,
fr: Votre compte n'est pas activé,

source: resend activation link
fr: renvoyer le lien d'activation

source: Your account must be activated to take full advantage of the site :
fr: Votre compte doit être activé pour profiter pleinement du site :

source: Activate your account
fr: Activez votre compte

source: Hello
fr: Bonjour

source: Activate my account
fr: Activer mon compte

source: This link will expire in 3 hours
fr: Ce lien expirera dans 3 heures

source: Activated account
fr: Compte activé

source: The token is invalid or has expired
fr: Le token est invalide ou a expiré

source: You must be logged in to access this page
fr: vous devez être connecté pour accéder à cette page

source: This account is already activated
fr: Ce compte est déja activé

source: The validation email has been resent
fr: L'email de validation à été renvoyé

source: Choose your Avatar
fr: Choisissez votre avatar

source: No associated instagram account
fr: Aucun compte instagram associé

source: Editing your comment for publication
fr: Modification de votre commentaire pour la publication

source: Edit comment
fr: Modifier le commentaire

source: Edit rating
fr: Modifier ma note

source: Discover all publications
fr: Découvrir toutes les publications

source: Edit my rating
fr: Modifier ma note

source: The post has been added to your favorites
fr: La publication a bien été ajoutée à vos favoris

source: The post has been removed from your favorites
fr: La publication a bien été supprimée de vos favoris

source: your favorites
fr: Vos favoris

source: Your favorite posts
fr: Vos posts favoris

source: You don't have any spots in your favorites yet
fr: Vous n'avez encore aucun spot dans vos favoris

source: The image has been deleted
fr: L'image a été suprimée

source: The image has been added
fr: L'image a été ajoutée

source: Add image
fr: Ajouter une image

source: All images for publication :
fr: Toutes les images pour la publication :

source: Enlarge
fr: Agrandir

source: No other images for this spot
fr: Pas d'autre images pour ce spot

source: See other photos for this spot
fr: Voir d'autres photos pour ce spot

source: Add my photo for this spot
fr: Ajouter ma photo pour ce spot

source: delete
fr: supprimer

source: My posts
fr: Mes posts

source: All of your spots
fr: Tous vos spots

source: All your photos in other publications
fr: Toutes vos photos dans d'autres publications

source: See publication
fr: Voir la publication

source: You do not have permission to access this resource
fr: Vous n'avez pas le droit d'accéder à cette ressource

source: Whoops! The page you are looking for does not exist!
fr: Oups! La page que vous recherchez n'existe pas!

source: It is surely difficult to inform you! No worries, you can go back to the homepage or see our posts!
fr: On a surement du mal vous renseigner! Aucun soucis, vous pouvez retourne à l'accueil ou voir nos posts!

source: Back to Home
fr: Retour à l'accueil

source: Our posts
fr: Nos posts

source: Access denied
fr: Accès Refusé

source: Delete your account
fr: Supprimer votre compte

source: Privacy Policy
fr: Politique de confidentialité

source: Data collection and protection
fr: Collecte et protection des données

source: Your data is collected by Discopics. Personal data means any information relating to an identified or identifiable natural person (data subject); is deemed to be identifiable a person who can be identified, directly or indirectly, in particular by reference to a name, an identification number or to one or more specific elements, specific to his physical, physiological, genetic, psychic, economic, cultural or social. The personal information that may be collected on the site is mainly used by the publisher for the management of relations with you, and if necessary for the processing of your requests. The personal data collected is as follows:
fr: Vos données sont collectées par Discopics. Une donnée à caractère personnel désigne toute information concernant une personne physique identifiée ou identifiable (personne concernée) ; est réputée identifiable une personne qui peut être identifiée, directement ou indirectement, notamment par référence à un nom, un numéro d'identification ou à un ou plusieurs éléments spécifiques, propres à son identité physique, physiologique, génétique, psychique, économique, culturelle ou sociale. Les informations personnelles pouvant être recueillies sur le site sont principalement utilisées par l'éditeur pour la gestion des relations avec vous, et le cas échéant pour le traitement de vos demandes. Les données personnelles collectées sont les suivantes :

source: firstname and lastname
fr: nom et prénom

source: e-mail address
fr: adresse e-mail

source: Right of access, rectification and delisting of your data
fr: Droit d’accès, de rectification et de déréférencement de vos données

source: In application of the regulations applicable to personal data, users have the following rights:
fr: En application de la réglementation applicable aux données à caractère personnel, les utilisateurs disposent des droits suivants :

source: the right of access: they can exercise their right of access, to know the personal data concerning them, by writing to the following email address romeo.wilmart@gmail.com. In this case, before the implementation of this right, the Platform may request proof of the user's identity in order to verify its accuracy;
fr: le droit d’accès : ils peuvent exercer leur droit d'accès, pour connaître les données personnelles les concernant, en écrivant à l'adresse électronique suivante romeo.wilmart@gmail.com. Dans ce cas, avant la mise en œuvre de ce droit, la Plateforme peut demander une preuve de l'identité de l'utilisateur afin d'en vérifier l'exactitude ;

source: the right of rectification: if the personal data held by the Platform is inaccurate, they can request that the information be updated;
fr: le droit de rectification : si les données à caractère personnel détenues par la Plateforme sont inexactes, ils peuvent demander la mise à jour des informations ;

source: the right to delete data: users can request the deletion of their personal data, in accordance with applicable data protection laws;
fr: le droit de suppression des données : les utilisateurs peuvent demander la suppression de leurs données à caractère personnel, conformément aux lois applicables en matière de protection des données ;

source: the right to limit processing: users can ask the Platform to limit the processing of personal data in accordance with the assumptions provided for by the GDPR;
fr: le droit à la limitation du traitement : les utilisateurs peuvent de demander à la Plateforme de limiter le traitement des données personnelles conformément aux hypothèses prévues par le RGPD ;

source: the right to object to the processing of data: users can object to their data being processed in accordance with the assumptions provided for by the GDPR
fr: le droit de s’opposer au traitement des données : les utilisateurs peuvent s’opposer à ce que leurs données soient traitées conformément aux hypothèses prévues par le RGPD

source: the right to portability: they can request that the Platform give them the personal data they have provided to transmit them to a new Platform.
fr: le droit à la portabilité : ils peuvent réclamer que la Plateforme leur remette les données personnelles qu'ils ont fournies pour les transmettre à une nouvelle Plateforme.

source: You can exercise this right by contacting us at the following email address: romeo.wilmart@gmail.com. All requests must be accompanied by a photocopy of a valid, signed identity document and mention the address at which the publisher can contact the applicant. The response will be sent within one month of receipt of the request. This one-month period may be extended by two months if the complexity of the request and/or the number of requests so requires.
fr: Vous pouvez exercer ce droit en nous contactant, à l’adresse mail suivante : romeo.wilmart@gmail.com. Toute demande doit être accompagnée de la photocopie d’un titre d’identité en cours de validité signé et faire mention de l’adresse à laquelle l'éditeur pourra contacter le demandeur. La réponse sera adressée dans le mois suivant la réception de la demande. Ce délai d'un mois peut être prolongé de deux mois si la complexité de la demande et/ou le nombre de demandes l'exigent.

source: Data usage
fr: Utilisation des données

source: The personal data collected from users is intended to provide the services of the Platform, to improve them and to maintain a secure environment. The legal basis of the processing is the execution of the contract between the user and the Platform. Specifically, the uses are as follows:
fr: Les données personnelles collectées auprès des utilisateurs ont pour objectif la mise à disposition des services de la Plateforme, leur amélioration et le maintien d'un environnement sécurisé. La base légale des traitements est l’exécution du contrat entre l’utilisateur et la Plateforme. Plus précisément, les utilisations sont les suivantes :

source: implementation of assistance for requests or questions posed by the use
fr: mise en œuvre d'une assistance pour les demandes ou questions posées par l'utilisateur

source: Data retention policy
fr: Politique de conservation des données

source: The Platform keeps your data for the duration necessary to provide you with its services or assistance. To the extent reasonably necessary or required to meet legal or regulatory obligations, resolve disputes, prevent fraud and abuse, or enforce our terms and conditions, we may also retain some of your information as necessary, even after you have closed your account. or that we no longer need to provide our services to you.
fr: La Plateforme conserve vos données pour la durée nécessaire pour vous fournir ses services ou son assistance. Dans la mesure raisonnablement nécessaire ou requise pour satisfaire aux obligations légales ou réglementaires, régler des litiges, empêcher les fraudes et abus ou appliquer nos modalités et conditions, nous pouvons également conserver certaines de vos informations si nécessaire, même après que vous ayez fermé votre compte ou que nous n'ayons plus besoin pour vous fournir nos services.

source: Applicable law
fr: Loi applicable

source: Any dispute in connection with the use of the site https://discopics.romeowilmart.be is subject to Belgian law. Except in cases where the law does not allow it, exclusive jurisdiction is given to the competent courts of Belgium.
fr: Tout litige en relation avec l’utilisation du site https://discopics.romeowilmart.be y est soumis au droit belge. En dehors des cas où la loi ne le permet pas, il est fait attribution exclusive de juridiction aux tribunaux compétents de Belges.

source: contact us
fr: Contactez-nous

source: For any question, information on the products presented on the site, or concerning the site itself, you can leave a message at the following address: romeo.wilmart@hotmail.fr
fr: Pour toute question, information sur les produits présentés sur le site, ou concernant le site lui-même, vous pouvez laisser un message à l'adresse suivante : romeo.wilmart@hotmail.fr

source: Website
fr: Site

source: Editor
fr: Editeur

source: Host
fr: Hébergeur

source: Discopics is hosted by O2switch
fr: Discopics est hébergé par O2Switch

source: Access to the site
fr: Accés au site

source: Access to the site and its use are reserved for strictly personal use. You agree not to use this site and the information or data contained therein for commercial, political, advertising purposes and for any form of commercial solicitation and in particular the sending of unsolicited e-mails.
fr: L’accès au site et son utilisation sont réservés à usage strictement personnel. Vous vous engagez à ne pas utiliser ce site et les informations ou données qui y figurent à des fins commerciales, politques, publicitaires et pour toute forme de sollicitation commerciale et notamment l’envoi de courriers électroniques non sollicités.

source: Content of the site
fr: Contenu du site

source: All trademarks, photographs, texts, comments, illustrations, animated or still images, video sequences, sounds, as well as all computer applications that could be used to operate this site and more generally all elements reproduced or used on the site are protected by the laws in force under intellectual property. They are the full and entire property of the publisher or its partners. Any reproduction, representation, use or adaptation, in any form whatsoever, of all or part of these elements, including computer applications, without the prior written consent of the publisher, is strictly prohibited. The fact that the publisher does not initiate proceedings upon becoming aware of these unauthorized uses does not constitute acceptance of said uses and waiver of prosecution.
fr: Toutes les marques, photographies, textes, commentaires, illustrations, images animées ou non, séquences vidéo, sons, ainsi que toutes les applications informatiques qui pourraient être utilisées pour faire fonctionner ce site et plus généralement tous les éléments reproduits ou utilisés sur le site sont protégés par les lois en vigueur au titre de la propriété intellectuelle. Ils sont la propriété pleine et entière de l’éditeur ou de ses partenaires. Toutes reproduction, représentation, utilisation ou adaptation, sous quelque forme que ce soit, de tout ou partie de ces éléments, y compris les applications informatiques, sans l’accord préalable et écrit de l’éditeur, sont strictement interdites. Le fait pour l’éditeur de ne pas engager de procédure dès la prise de connaissance de ces utilisations non autorisées ne vaut pas acceptation des dites utilisations et renonciation aux poursuites.

source: Site management
fr: Gestion du site

source: For the proper management of the site, the publisher may at any time: - suspend, interrupt or limit access to all or part of the site, reserve access to the site, or to certain parts of the site, to a specific category of Internet users; - delete any information that could disrupt its operation or contravene national or international laws; - suspend the site in order to carry out updates.
fr: Pour la bonne gestion du site, l'éditeur pourra à tout moment : - suspendre, interrompre ou limiter l'accès à tout ou partie du site, réserver l'accès au site, ou à certaines parties du site, à une catégorie déterminée d'internautes ; - supprimer toute information pouvant en perturber le fonctionnement ou entrant en contravention avec les lois nationales ou internationales ; - suspendre le site afin de procéder à des mises à jour.

source: Responsibilities
fr: Responsabilités
