Repository: Basket9909/discoPicsBack
Catalog: translations/validators/validators.*.xlf
Languages: fr

# publication.name.min
source: Please enter at least 5 characters
fr: Veuillez renseigner au moins 5 caractères

# publication.name.notBlank
source: Please fill in the name of the photo
fr: Veuillez renseigner le nom de la photo

# publication.city.notBlank
source: Please enter a city
fr: Veuillez renseigner une ville

# publication.country.notBlank
source: Please fill in the name of a country
fr: Veuillez renseigner le nom d'un pays

# publication.adress.notBlank
source: Please enter an address
fr: Veuillez renseigner une adresse

# publication.image.notBlank
source: You must upload a jpg, jpeg, png or gif file
fr: Vous devez télécharger un fichier jpg, jpeg, png ou gif

# publication.image.big
source: The file size is too large
fr: La taille du fichier est trop grande

# comment.noBlank
source: Please write a comment
fr: Veuillez écrire un commentaire

# passwordUpdate.old.password
source: You must enter your old password
fr: Vous devez renseigner votre ancien mot de passe

# passwordUpdate.new.min
source: Your password must be at least 8 characters
fr: Votre mot de passe doit faire au moins 8 caractères

# passwordUpdate.new.confirm
source: You have not correctly confirmed your new password
fr: Vous n'avez pas correctement confirmé votre nouveau mot de passe

# publication.modify.notBlank
source: Please add an image
fr: Veuillez ajouter une image

# user.unique.entity
source: This email address already exists
fr: Cette adresse mail est déjà utilisée par un autre utilisateur

# user.firstName.notBlank
source: Please enter your first name
fr: Veuillez renseigner votre Prénom

# user.lastName.notBlank
source: Please enter your last name
fr: Veuillez renseigner votre Nom

# user.email.notBlank
source: Please give a valid email
fr: Veuillez utiliser un e-mail valide

# user.password.notBlank
source: Password is required
fr: Le mot de passe est obligatoire

# user.insta.notBlank
source: Please give your instagram username
fr: Veuillez donner votre pseudo instagram
